bradlc.vscode-tailwindcss
eamodio.gitlens
EditorConfig.EditorConfig
kisstkondoros.vscode-gutter-preview
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
pflannery.vscode-versionlens
sandorengholm.csspreview
streetsidesoftware.code-spell-checker
timonwong.shellcheck
xiangdong-zeng.vscode-glyphs
